---
kind: method
id: M:Autodesk.Revit.DB.FilterNumericGreaterOrEqual.#ctor
source: html/ecd9943b-55bd-0e48-6e37-cd6ff45c7b52.htm
---
# Autodesk.Revit.DB.FilterNumericGreaterOrEqual.#ctor Method

Constructs an instance of FilterNumericGreaterOrEqual.

## Syntax (C#)
```csharp
public FilterNumericGreaterOrEqual()
```